Repository: Akotet08/LangCaptcha
Catalog: en-ko.tmx
Source language: en
Languages: ko

source: Ashraf Hamdy - an Egyptian caricaturist - tried to document those hand signals and their meanings in his blog.
ko: 이집트 풍자만화가인 아슈라프 함디(Ashraf Hamdy)는 이 손짓들의 의미를 그의 블로그에 올려놓았다.

source: Here is an image to explain the various hand signals:
ko: 그 손짓들의 의미는 각각 이렇다.

source: In fact, the use of sign language is common in hearing communities wherever speech is not practical or permitted, such as among scuba divers, or footballers, and in television recording studios and stock exchange markets.
ko: 사실 말하는 것이 쉽지 않거나 불가능한 스쿠버 다이버나 축구선수, TV 촬영장소나, 증권거래소와 같은 집단에서는 손짓 혹은 수화로 의사소통하는 것이 흔한 일이다.

source: It's also clear for those who speak Arabic that the above hand signals used in Egyptian streets are more like a mime compared to the linguistics of more complex sign languages, whereas signs have a visual relationship to what they refer to.
ko: 또한 이집트 거리에서 아랍어를 할 줄 아는 사람들에게는 자신들이 말하고자하는 것이 시각적으로 표시된 이 손짓이 더욱 복잡한 수화보다 훨씬 직관적이며 '마임'같은 느낌이다.

source: The use of car horns
ko: 차 경적소리의 사용

source: Another form of communication - but it's an audible one this time - is the use of car horns.
ko: 소리로 들을 수 있긴 하지만 비슷하게 쓰이는 다른 종류의 의사소통수단은 차 경적소리이다.

source: Dr_ElSioufy wrote a post in an online forum about those forms of communication.
ko: Dr_ElSioufy는 온라인 포럼에 이러한 의사소통수단에 대하여 글을 작성하였다.

source: He said: Car horns are originally meant to be used as a way to help drivers and alert drivers nearby. So are automotive lighting signals, which are essential for driving too, and help prevent accidents.
ko: 경적소리는 원래 운전자가 주변의 운전자에게 주의를 줄 수 있게 만들어졌다.

source: However, they have now became a form of language for communication between Egyptian youth.
ko: 하지만 요즘 이집트 청년들 사이에서는 이것들이 하나의 언어처럼 자리잡았다.

source: It varies from warning other cars that there is a speed-radar nearby, to showing affection, or anger sometimes.
ko: 이 언어는 주변의 차에게 근처에 속력측정기가 있다는 것을 알리는 것 부터, 애정이나 화남을 표시하는것까지의 많은 경우에 사용된다.

source: Learning the language is the first step of understanding, and here I am to help you learn this new language.
ko: 언어를 배우는 것이 언어이해의 첫걸음이므로 나는 이제부터 새로운 언어를 소개하겠다.

source: The right signal twice then the left signal twice means that the car in front of you wants you to switch off the high-beam and use low-beam forward illumination instead, especially when on a highway.
ko: 그는 쉬운 언어로 차의 각 부분이 표현하는 새로운 언어를 설명하였다.

source: Car horn:
ko: الكلاكــــــــــس :

source: Two consecutive and separate beeps mean thank you.
ko: ضغطتان متتاليتان بالكلاكس كل واحدة منفصلة معناها شكرا

source: When passing a truck on highway you beep to salute him, and he should beep back to you if he's not asleep.
ko: استخدام الكلاكسات بطريقة ثلاث ضغطات متتالية يتتبعها ضغطة طويلة تعني «الشتيمة» تاتاتا تااااااته.

source: Rear wipers:
ko: المساحات الخلفيه :

source: When you are racing with someone, and passed him, use the rear wipers to wave him good bye!
ko: لو بتشد مع واحد و عديته تشغل المساحه الخلفيه , معناها باي باي 점멸등:

source: I thought the use of car horns for communication is an Egyptian thing, until I read about the students in UC San Diego’s Cognitive Science Department who wrote about the presence of the same phenomenon in India too on their blog, where they wonder whether there are any studies about this.
ko: 오른쪽 불을 두 번 깜빡이고 왼쪽을 두 번 깜빡이는 것은 당신의 앞에 있는 차가 당신이 상향등(원거리용 헤드라이트)를 끄고 하향등(근거리용 헤드라이트)을 사용하기를 바란다는 의미이다.

source: In my recent trip to India I noticed extremely liberal use of the car horn from my own driver and everyone else on the road.
ko: 오른쪽 한 번에 왼쪽 한 번은 욕 (가운데 손가락) 이다.

source: Let us know in the comments!
ko: 경적:

source: Gary Runn also compared the culture of horn honking in the United States, Italy and India.
ko: 두 번 연속에 한 번을 더 하는 것은 고맙다는 의미이다.

source: The Jamaicans too have their own car horn honking language with its own set of vocabulary. Such form of communication can be linked to smoke signals and drums used by our ancestors thousands of years ago. And since we use car horns for communication, isn't it possible that they should reflect their owners' personality too?
ko: 고속도로에서 트럭을 지나갈 때에는 인사의 의미로 한 번 경적을 울리고, 만약 그 트럭 운전기사가 자고있지 않다면 당신에게 답으로 한 번 울려야 한다.

source: BBC published an article about research claiming that car horns sound is another big factor in car buyers decision. Prof Van Leeuwen, an expert in the semiotics of sound at the university's Centre for Language and Communication, said manufacturers were paying more attention to the sound of the horn, which can be a deciding factor for potential car buyers.
ko: 두 번 연속에 한 번을 더하고 길게 한 번 더 울리는 것은 '차 언어'에서, "사랑해요"라는 의미이다.

source: He argued that more car companies were matching the sound of the horn to the "personality" of the car.
ko: 세 번 연속에 한 번을 더하고 길게 한 번 더 울리는 것은 욕이다.

source: Finally, isn't it interesting that no matter how advanced the means of communications we have nowadays are, we sometimes revert to ancient forms of communication?
ko: '빵 빵 빵 빠앙' 뒷 와이퍼:

source: The following SMS sent between lovers summarizes the fact that even when having a mobile phone in our hands we might sometimes choose to use it the ancient way for economical reasons. If you love me ring me once, if you love me even more ring me twice, and if you are totally in love with me just call and say it.
ko: 당신이 만약에 누군가와 경주를 하다가 앞질러 가게 된다면, 뒷 와이퍼를 사용해 안녕~이라고 손을 흔들어 주면 된다.

source: The one in the top right corner says "Pyramids Street" (you can notice the pyramid shape there), moving down you will find the second sign saying by the end of the bridge, then the following one says same street, then the fourth one down says next U-turn, and the one at the bottom says from Faissal to Boulack. The first one on top of the left column has different meanings depending on where you are, so if in Faissal it says Tahrir, while if anywhere else it says straight forward or down the same street.
ko: 필자의 경우 캘리포니아대학 샌디에고 캠퍼스 (UC San Diego)의 인지과학부 학생들이 쓴 블로그 포스팅을 보기 전까지는 차 경적을 이용한 의사소통이 오직 이집트에만 있는 줄 알았다.

source: The one after it says Giza, then the third one down says seventh and eighth district (the signs resembles the numbers seven and eight in Arabic respectively).
ko: 학생들은 이 분야에 대한 연구가 있는지를 궁금해 하며 비슷한 현상이 인도에도 있다는 사실을 적었다.

source: Australia: Malaysia No Solution to 'Boat People' Politics · Global Voices
ko: 호주: 말레이시아와의 해답 없는 보트 피플 (피난민) 정책

source: This post is part of our special coverage on Refugees.
ko: 썸네일 이미지 플릭커 이용자 Takver제공 (CC BY-NC 2.

source: In December 2010, approximately 50 asylum seekers were drowned at Christmas Island when their boat was smashed on the rocks.
ko: 지난 2010년 12월 크리스마스섬 인근 해상에서 밀입국 선박이 암초에 걸려 침몰하면서 약 50여명의 난민이 사망하는 참사가 발생했기 때문이다.

source: A legal challenge has postponed a swap of the surviving refugees with Malaysia.
ko: 게다가 살아남은 난민들을 말레이시아와 교환하는 일까지 법적인 문제에 가로막혔다.

source: Amber Jamieson’s Malaysia deal in disarray summarises the latest situation for online media site Crikey:
ko: 이번에 도착한 난민 42명(이 중 여섯은 보호자가 없는 어린이다)의 변호사 데이비드 만(David Manne)이 제기한 문제는 두 가지 부분에 초점이 맞춰져 있다.

source: The challenge, led by QC David Manne on behalf of 42 recently arrived asylum seekers (including six unaccompanied minors), focuses on human rights surrounding the policy and questions what protection Malaysia will offer to asylum seekers sent by Australia. …Sixteen of the men were due to fly out to Malaysia yesterday, the first of the government’s new refugee swap deal with Malaysia, which will see 800 “boat people” swapped with 4000 refugees from Malaysia.
ko: 호주 정부는 어제 16명의 남성을 말레이시아로 강제 송환할 계획이었다. 이는 호주-말레이시아간 새로운 난민 교환 협정이 실행되는 첫 번째 경우로서, 이 협정에 따르면 앞으로 800여명의 "보트 피플"과 말레이시아로부터 정식 난민 지위를 얻은 약 4000여명을 교환할 예정이다. 인터넷 상에서 난민 교환 협정은 그다지 많은 지지를 받고 있지는 않는다.

source: The plan has had some limited support in the blogosphere but has been criticised by both those wanting a stop to the so-called ‘boat people’ arrivals and those with concerns about human rights.
ko: 급증하는 "보트 피플"의 유입에 넌더리가 난 측과 인권 문제를 제기하는 측, 두 진영으로부터 뭇매를 맞고 있다.

source: Laberal who claims to be ‘bored with trying to find the differences between the two parties, the Labor Party and the Liberal Party’ (the two major parties) presents his view in cartoon form:
ko: 래버럴(Laberal)은 집권 노동당과 최대야당인 민주당과의 차이점을 찾으려 애쓰는 것도 지긋지긋 하다며 이런 자신의 심정을 만화로 그려냈다.

source: Image from Laberal blog
ko: 출처: Laberal블로그

source: Ian's cartoon harks back to the former Howard government’s Pacific solution of sending boat arrivals to Nauru, a policy that the current Gillard government has rejected.
ko: 이안은 만화를 통해 이제는 과거의 유물이 된 하워드 정부 시절의 퍼시픽 솔루션(Pacific Solution)을 재차 들먹였다.

source: In Border fantasies out of control, Kim of group blog Lavartus Prodeo looks at some disturbing poll figures that may help to explain the government’s tough stance:
ko: (43퍼센트 호주인들이 난민 문제를 "매우 심각한 문제로 보고 있다"란 조사가 나온 적이 있다.

source: Still, if the poll is right and fact would lower the number of “very concerned” Australians from 43% to 33%, it’s still a rather stunning figure.
ko: ) 실제로 여론조사의 결과가 맞든, 아니면 43퍼센트가 아닌 33퍼센트의 국민 만이 이를 심각하게 우려하고 있든, 이 것은 여전히 놀라운 수치인 것은 변함이 없다.

source: The beast seems to have taken on a life of its own.
ko: 야수를 옭아맨 고삐가 풀린 것이다.

source: Charitably, one might assume that at least some of this concern might be around a desire to avoid such horrors as happened near Christmas Island around Christmas last year.
ko: 회의론적 변호사(Skeptic Lawyer)의 리걸 이글(Legal Eagle)은 이번 협정이 영 마뜩잖다.

source: Legal Eagle at Skeptic Lawyer is no fan of the latest solution:
ko: 우선 나는 "말레이시아 솔루션"(:말레이시아와의 난민 교환을 통한 피난민 해결책)이 논의될 때부터 이에 회의적인 입장을 취했음을 밝힌다.

source: I must confess to being sceptical from the beginning about the Malaysian “solution”.
ko: 태평양 멀리 떨어진 섬이나 타국으로 난민들을 보내는 것이 애초 무슨 "해결책"이 될 수 있겠는가.

source: Deporting people to far flung islands or other countries does not provide much of a “solution”.
ko: 난민 문제를 해결하는 데는 총체적인 패러다임의 전환이 요구된다.

source: There needs to be a total paradigm shift.
ko: 그들의 상황에 어떤 변화가 없더라도.

source: The real problem, as I’ve said before, is about the perverse incentives our law sets up for asylum seekers — it’s easier for a person to get a visa once they are here on our soil than it is when they are off our soil, even though the asylum seeker’s circumstances have not changed one iota.
ko: 블로그 iDigress의 롭 벤슨(Rob Benson)은 기독교인은 말레이시아 솔루션을 인정할 수 없다란 글로써 이번 문제를 도덕적 기준에 입각해 바라본다.

source: In Christians cannot accept Malaysia solution Rob Benson of iDigress ‘Musings of an antipodean contrarian’ looks at the issue from a moral standpoint:
ko: 연방정부의 소위 "말레이시아 솔루션"은 일견 난민 문제을 해결하고자 하는 정부의 단호한 결정으로 보인다.

source: The federal government’s so-called “Malaysia solution” looks like decisive action, but it’s abhorrent from a human rights perspective, and at odds with a balanced Christian view of justice and compassion.
ko: 피터의 호주 돋보기(Peter’s Aussie Views News)의 글은 주로 아이들, 특히 보호자가 전혀 없는 아이들에 대해 우려를 나타내고 있다.

source: The policy will send a message to prospective asylum seekers and people traffickers, but it is simply the wrong thing to do.
ko: 빈국의 한 어미니가 자식을 외국으로 보내는 작디 작은 배에 태울 때의 그 찢어지는 고통과 마음의 상처의 정도를 어찌 짐작할 수 있으랴.

source: Peter’s Aussie Views News is primarily concerned with the children, especially those not accompanied by adults:
ko: 하지만 엄마,아빠도 없이 혼자 온 그 어린 것을 강제로 말레이시아로 보내는 호주의 얼음같은 냉정함은 충분히 짐작하고도 남음이다.

source: I do not know under what degree of anguish and suffering a mother might send her child in a small boat to a foreign land. But I do know what degree of callousness is required to send an unaccompanied child in a plane to Malaysia.
ko: 앞으로 호주가 계속 국제적 의무를 저버릴 지, 여전히 그들을 "공정하게 내 보낸다"라고 주장하며 보호자 없는 아이들을 말레이지아로 보낼 지, 앞으로의 행보를 주목해 볼 필요가 있겠다.

source: It remains to be seen whether Australia will abandon its international responsibilities and any claim to the concept of “fair go” and send the recently arrived unaccompanied children to Malaysia. John George has Had Enough at Had Enough.
ko: 존 조지(John George)는 지긋지긋해(Had Enough)란 사이트에 이번 문제를 두고 말 그대로 지긋지긋하다라는 글을 올렸다.

source: He neither supports the government or people who he calls ‘illegals’.
ko: 존은 "강경한" 정부나 "불법 난민", 어느쪽의 편도 들지 않는다.

source: So the Malaysian Solution looks doomed; another Gillard debacle.
ko: 길라드 정부의 또 다른 삽질인 셈이다.

source: We are now going to open the doors to 4000 so-called refugees regardless of whether any of our illegals are transferred to Malaysia.
ko: 이제 우리는 망명신청자들을 말레이시아로 이송하는 대가로 4천여명의 이른바 "난민자격 획득자"들을 향해 항구를 개방해야할 판이다.

source: I mean the deal was lop-sided in the first place but now it is worse.
ko: 이번 협정은 애초에 호주에 이득이 될 성질의 것이 아니었고 현재 상황은 더 심각해졌다.

source: I mean does this lot have a licence on stupidity or what?
ko: 결국 퍼시픽 솔루션과 다를 바 없는 정책을 내놓을 것이었으면서 길라드와 그 하수인들은 무엇을 그리 심하게 반대했던가?

source: Prominent lawyer and human rights advocate Julian Burnside implores Australians to reflect on our national character:
ko: 하워드 정부와 별다를 것 없으면서도 반대를 위한 반대를 한건지, 그것까지 나는 모르겠군.

source: So here we are: Australia in 2011.
ko: 우리 호주는 2011년 한복판에 서 있다.

source: For convenience we have forgotten our origins, our good fortune, our blindness and our selfishness.
ko: 오늘의 우리는 좋을대로 우리가 어디서 왔는지, 우리가 얼마나 많은 행운을 누려왔는지, 또한 우리 내부의 맹목성과 이기심을 잊었다.

source: In place of memory we have constructed a national myth of a generous, welcoming country, a land of new arrivals where everyone gets a fair go; a myth in which vanity fills the emptiness where the truth was forgotten.
ko: 대신 기억속에 우리자신을 관대하며 이웃을 따뜻하게 맞이하는 나라, 모두가 공정한 기회를 얻을 수 있는 새 이민자들이 세운 나라라는 국가적 신화를 구축했으며, 그곳엔 진실 따윈 잊혀진 지 오래며 허영심만이 공허함을 채우고 있다.

source: Or perhaps it's not a myth after all.
ko: 신화 속이 아닌 바로 그 모습이 진실로 우리 호주를 나타내는 모습일 수도 있겠다.

source: Perhaps our national image is true, but our politicians have forgotten what it is.
ko: 하지만 정치인들은 원래의 모습을 아예 잊은 것 같다.

source: If we value who we are, we should remind them.
ko: 우리가 어디서 왔는지, 우리가 진정 누구인지를 기억하는 것에 가치를 둔다면, 계속해서 그것들을 상기 시켜야 한다.

source: Because our true character as a nation is being reshaped each day by what our politicians do in our name.
ko: 왜냐하면 호주라는 국가의 진정한 모습은 우리 손으로 뽑은 정치인들이 남기는 발자취로 매일매일 재 정의 되기 때문이다.

source: Tell Canberra we are better than that, lest we forget.
ko: 호주는 지금보다 더 나은 국가라는 것을 정부에게 상기시켜야 한다.

source: Whatever the result of the legal action, the issue of asylum seekers is not going away in a hurry, especially while there is no consensus between the political parties on how to deal with it.
ko: 법정판결이 어떤식으로 귀결되든 당파간의 의견일치를 보지 않는 다음에야 난민 신청자를 둘러싼 밀고당기는 논쟁은 하루아침에 사그러들지 않을 것이다.

source: World: Share Your Life With the World on 11-11-11 · Global Voices
ko: 세계: 11월 11일, 여러분의 삶을 세상과 나누어요!

source: This post is part of our special coverage Global Development 2011.
ko: 이 기사는 글로벌 보이스의 2011 글로벌 개발의 일부입니다.

source: What will you be doing on November 11, 2011?
ko: 오는 11월 11일, 무엇을 할건가요?

source: Share it with the rest of the world through 11Eleven Project and help achieve the United Nations Millennium Development Goals!
ko: 그날 하루를 전세계 사람들과 일레븐 프로젝트에 참여하고 UN 밀레니엄 개발 목표 달성에 힘을 보태는 것은 어떨까요?

source: Tell us something about your life and the world around you.
ko: 당신의 소소한 일상생활, 주변에서 일어나는 일을 이야기 해 주세요.

source: Your story is important to us, so join on 11.11.2011 and press record.
ko: 당신이 써 내려가는 인생의 이야기는 저희에게 더할나위 없이 소중합니다.

source: After 11.11.2011 – you will be asked to submit your photo, film or audio online, where we will turn it into three special projects – a photographic book, a world music collection and a documentary film.
ko: 다가오는 11월11일, 일레븐 프로젝트에 참여하는 것은 어떨까요? 프로젝트 참여는 사진이나 영상, 오디오 파일등 양식에 구애받지 않고 11월 11일 하루의 모습을 담아 제출하는 형태로 이루어집니다.

source: The money raised from the proceeds of these 3 projects will go to supporting charities that are assisting in helping humanity achieve the 8 United Nations Millennium Development Goals.
ko: 여러분이 보내주신 자료를 한데 모아 사진집과 세계 음악 콜렉션, 그리고 다큐멘터리 영상등 세 가지 형태로 만들게 됩니다.

source: 11-11-11 Creative Minds Unite - 3 months to go!
ko: 11-11-11 Creative Minds Unite -이제 3개월 앞으로!

source: Video by 11Eleven Project on Youtube
ko: 일레븐 프로젝트 유튜브 채널 제공

source: Starting on August 11 you can sign up and register to join by recording a bit of your life on November 11, whether through film, photography or music.
ko: 8월 11일, 프로젝트의 서막이 열렸습니다. 웹사이트를 방문하여 회원가입을 하시고 참여 등록을 마치신 후 영상, 사진, 음악 중 원하는 형식을 골라 11월 11일의 일상을 기록해 주시면 됩니다.

source: You can also sign up as an Embassador, spreading the message in your city and ensuring your community gets to add their voice to the project.
ko: 여러분이 거주하는 도시에 이번 프로젝트를 알리시고 더 많은 사람들이 목소리를 낼 수 있도록 해주세요.

source: Follow the 11Eleven Project on Facebook and Twitter to keep updated with their activities if you like.
ko: 페이스북과 트위터 에서도 일레븐 프로젝트를 만나실 수 있습니다.

source: Then, on November 11, 2011, (11/11/11) whip out your computer, cellphone, camera or audio recorder and document a meaningful part of your day in any language.
ko: 11월 11일 (통칭 11/11/11) 노트북, 휴대폰, 카메라, 녹음기등 장비에 상관없이 손에 쥐고 여러분의 뜻깊은 하루의 일면을 기록해 주십시오. 어느 언어로 기록하시든 상관없습니다.

source: After November 11, submit your video, photographs or music and the 11Eleven Project team will edit the content into a movie; on September 21, 2012, the documentary video will be screened at the UN World Peace Day.
ko: 저희 일레븐 프로젝트 팀이 여러분이 보내주신 소중한 자료를 편집해 다큐 영상 제작에 사용할 것입니다. 제작된 영화는 2012년 9월 21일 UN 평화의 날에 맞추어 개봉될 예정입니다.

source: Global Voices is partnering with the 11Eleven Project to raise awareness about the UN Millenium Development Goals (MDGs).
ko: UN 밀레니엄 개발 목표(MDGs)에 대한 사람들의 인식을 높이기 위해 마련된 일레븐 프로젝트에 글로벌 보이스가 함께합니다.

source: In November, on 11/11/11 we invite world citizens to help create a collaborative portrait of humanity with: photos, films, audio, and blog posts about this day.
ko: 2011년 11월 11일, 인류의 참 모습을 구현하기 위한 프로젝트에 세계 시민들을 초대합니다.

source: It doesn't have to be related to the MDG's, the important thing is for it to represent YOU.
ko: 밀레니엄 개발 목표라는 단어에 얽매일 필요는 없습니다. 중요한 것은 여러분 자신을 나타내는 것입니다.

source: You can read more about the 8 development challenges and measure to resolve them by 2015 on our Special Coverage Page.
ko: 저희 특별 취재 페이지를 방문하셔서 UN이 상정한 8가지 개발 목표와 2015년까지 그 목표를 완수를 하기 위한 방편등을 알아 보십시오.

source: We're also encouraging everyone to blog about “How I wish the world will be in 100 years” with emphasis on the MDGs.
ko: 또한 여러분들이 각자의 블로그에 "내가 바라는 100년후 세계의 모습"을 UN 개발 목표와 관련하여 써주시길 바랍니다.

source: Link back to our Millenium Development Goals page, and we'll list your blog post there too.
ko: 작성시 저희의 밀레니엄 개발 목표 페이지를 링크 해주시면 저희가 여러분의 블로그 주소를 올려 놓겠습니다.

source: So join us as we celebrate humanity on 11/11/11.
ko: 오는 11년 11월 11일, 프로젝트를 통해 만나요.

source: Bangladesh: Tragic Deaths Puts the Spotlight on Road Safety · Global Voices
ko: 방글라데시: 안타까운 죽음이 도로 안전에 대한 관심을 부르다

source: Bangladesh's 3,492 kilometers of national highways and 4,268 kilometers of regional highways have become a death trap for many travelers for a variety of reasons.
ko: 3,492킬로미터에 달하는 방글라데시의 국영 고속도로와 4,268킬로미터의 국도는 여행객들에게 여러 이유로 죽음의 함정이 되었다.

source: Statistics show that every year nearly 4,000 people die in around 20,000 road crashes across the country.
ko: 통계에 따르면 매년 전국에서 일어나는 2만건의 교통사고로 인해 4천명에 달하는 사람들이 목숨을 잃는다.

source: The nation was shocked to learn about the death of two of its favourite sons, award-winning film director Tareque Masud and internationally renowned cameraman/television journalist Ashfaque Munier Mishuk.
ko: 국민의 사랑을 받은 유명 영화 감독 타레크 마수드와 세계적으로 유명한 카메라맨이자 TV 저널리스트 아쉬파크 무니에르 미슈크 의 죽음이 알려지면서 온 나라가 충격에 빠졌다.

source: They died in a tragic road accident on 13 August, 2011, while returning to capital Dhaka from Manikganj on the Dhaka-Aricha highway when an oncoming passenger bus collided head-on with their minibus and tore it apart killing five instantly, and injuring several people.
ko: 그들은 2011년 8월 13일 마니다카-아리차 도로를 타고 마닉간즈에서 다수도 다카로 돌아오던 중 마주 오던 버스와 그들이 타고 있던 미니 버스가 충돌하면서 사망했다. 이 사고로 5명이 즉사했고 여러 명이 다쳤다.

source: Tareque's United States-born wife Catherine Masud was also injured seriously in the accident.
ko: 타레크의 미국 출신 부인 캐서린 마수드 또한 이 사고로 인해 중상을 입었다.

source: Netizens have been mourning the death of the two ever since.
ko: 네티즌들은 사고 이후 두 사람의 죽음을 안타까워하고 있다.

source: Sahidul Alam breaks the news :
ko: 사이둘 알람(Sahidul Alam) 이 처음으로 비보를 전했다 :

source: Tareque Masud, one of the finest film makers this nation has produced; Mishuk Munier, a talented cameraperson and a media professional who had both the dreams and the ability to change the way reporting was done, died a brutal death as they were returning to Dhaka having chosen the location for their next film.
ko: 이 나라의 가장 뛰어난 영화 제작자들 중 하나인 타레크 마수드와, 보도의 방식을 바꾸는 꿈과 능력이 있었던 재능있는 카메라맨이자 전문 언론인 미슈크 무니에르가 차기작의 촬영지를 정하고 다카로 돌아오던 중 끔찍한 죽음을 맞이했습니다.

source: Tareque Masud's first full-length feature film Matir Moina (The Clay Bird) won the International Critic's Award at the Cannes film Festival in 2002.
ko: 타레크 마수드의 첫 장편극영화 마티르 모이나 (진흙새) 는 2002년 칸 국제영화제에서 국제비평가상을 수상했다.

source: It was one of the first Bangladeshi films to widely circulated around the world.
ko: 이 영화는 세계적으로 널리 알려진 첫 방글라데시 영화 중 하나다.

source: Ashfaque (Mishuk) Munier, the CEO of ATN News, stated his career as a teacher of Journalism at Dhaka University and previously worked for international media such as BBC World, Discovery Channel, National Geographic and the Real News.
ko: ATN 뉴스의 CEO인 아쉬파크 (미슈크) 무니에르는 다카대학교에서 저널리즘을 가르치며 경력을 쌓았고 그 전에는 BBC 월드, 내셔널 지오그래픽과 리얼 뉴스 등의 국제 언론에서 일했다.

source: He was also an eminent cinematographer and worked in many of Tareque Masud's films.
ko: 또한 그는 저명한 카메라맨이며 타레크 마수드의 많은 영화에서 같이 일했다.

source: Shahnaz at Dhaka Dweller portrays the sorry state of Bangladeshi highways:
ko: 다카 드웰러(Dhaka Dweller)의 샤나즈(Shahnaz)는 방글라데시의 고속도로들의 열악한 사정을 그려냈다:

source: Of the things that bother me about Bangladesh, lack of safety on roads is near the top of the list.
ko: 방글라데시의 안 좋은 면들을 꼽자면, 안전하지 않은 도로가 상위권을 차지할 겁니다.

source: Poor road conditions, old vehicles, inept drivers and reckless driving make our roads deathtraps - both city roads and highways.
ko: 열악한 도로 환경, 오래된 차들, 서투른 운전자들과 무모하기까지 한 운전이 방글라데시의 도로를 죽음의 도로로 만듭니다-시내 도로와 고속도로 둘 다 말이죠.

source: Not a day goes by that we don't hear of a road accident claiming multiple lives.
ko: 매일 몇 명의 목숨을 앗아간 교통사고 없이는 하루가 끝나지 않죠.

source: And it gets worse in the monsoon season, when heavy rains aggravate the problem.
ko: 특히 우기에는 폭우 때문에 상황이 더 심각해지죠.

source: She goes on:
ko: 그녀는 계속 말한다:

source: Our political leaders dutifully express shock at the accidents, pray for the salvation of the departed souls and express sympathy for the bereaved families.
ko: 정치인들은 의당히 사고에 대해 큰 유감을 표시하고, 고인들의 영혼이 안식을 찾기를 기도하며 유족들에게 동정을 표하고 있습니다.

source: Empty promises are made to punish the guilty (bus and truck drivers somehow always manage to escape and evade the law enforcement agencies).
ko: 알맹이 없는 약속들이 범인들을 벌하기 위해 만들어졌죠(버스 기사들과 트럭 운전수들은 어떻게든 법 집행을 요리조리 빠져나가더군요) 가끔씩 사고 조사를 위해 조사 위원회가 만들어지기도 합니다.

source: Enquiry committees are sometimes formed to investigate the accident.
ko: 대중들은 조사 결과를 듣지도 못하죠.

source: The public never hears the committee reports, and I doubt the government pays any heed to their recommendations - if indeed, any are made.
ko: 전 정부가 그들의 충고를 듣기는 하는지 의심스럽습니다-그런 충고가 있기는 한다면 말이죠.

source: Asif Anwar thinks that roadside trees blocking the visibility of the vehicles in curvy roads may be a cause of the increasing number of accidents in Bangladesh.
ko: 아시프 안와르(Asif Anwar)는 구불거리는 도로에서 차들의 시야를 가리는 가로수들이 증가하는 방글라데시의 사고 수의 원인일지 모른다고 생각한다

source: However, a recent article in the Daily Star reveals that breaking rules is the rule of the highways.
ko: 하지만 데일리 스타의 최근 기사는 법규를 어기는 것이 고속도로의 법규라는 것을 드러냈다.

source: And the perpetrators do not stop because of the clemency - a driver can only be punished up to 5 years in jail for killing someone on the road.
ko: 그리고 범법자들은 자비때문에 이런 행위를 멈추지 않는다-길에서 사람을 치어 죽여도 운전자는 징역 5년형 이하밖에 받지 않기 때문이다.

source: Faruk Wasif shows his anger over the lack of road safety in the country and the negligence of the authorities:
ko: Faruk Wasif 는 국가 내 도로 안전의 부재와 정부의 방치에 분노를 표시한다 :
